Repository: Donglin5525/Holo
Catalog: Holo/Holo APP/Holo/Holo/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 筛选标签 #%@
en: Filter Tag #%@
zh_hant: 篩選標籤 #%@

source: 管理
en: Manage

source: 管理会员
en: Manage Membership
zh_hant: 管理會員

source: 管理关联
en: Manage Links
zh_hant: 管理關聯

source: 管理分类
en: Manage Categories
zh_hant: 管理分類

source: 管理订阅
en: Manage Subscription
zh_hant: 管理訂閱

source: 类别
en: Category
zh_hant: 類別

source: 类型
en: Type
zh_hant: 型別

source: 粘贴 Holo 内容
en: Paste Holo Content
zh_hant: 貼上 Holo 內容

source: 粘贴文字
en: Paste Text
zh_hant: 貼上文字

source: 精力充沛的一周
en: An Energetic Week
zh_hant: 精力充沛的一週

source: 精简
en: Compact
zh_hant: 精簡

source: 系统收回了后台执行时间，这次追问中断了。点「重试」接着问。
en: The system reclaimed background execution time, interrupting this follow-up. Tap Retry to continue.
zh_hant: 系統收回了後臺執行時間，這次追問中斷了。點「重試」接著問。

source: 系统暂停了后台生成，打开 Holo 后会继续
en: Background generation paused by the system; it will resume when you open Holo
zh_hant: 系統暫停了後臺生成，開啟 Holo 後會繼續

source: 纠正口径
en: Correct Wording
zh_hant: 糾正口徑

source: 纠正后，Holo 会优先使用你确认过的版本。
en: After correction, Holo will prioritize the version you confirmed.
zh_hant: 糾正後，Holo 會優先使用你確認過的版本。

source: 纠正记忆
en: Correct Memory
zh_hant: 糾正記憶

source: 纪念日
en: Anniversary
zh_hant: 紀念日

source: 纪念日倒数
en: Anniversary Countdown
zh_hant: 紀念日倒數

source: 纪念日卡片：%@，%@
en: Anniversary Card: %@, %@
zh_hant: 紀念日卡片：%@，%@

source: 纪念日待确认
en: Anniversary Pending Confirmation
zh_hant: 紀念日待確認

source: 纪念日提醒
en: Anniversary Reminder
zh_hant: 紀念日提醒

source: 纪念日提醒在纪念日编辑页设置：可开关提醒、配置提前提醒的天数。
en: Anniversary reminders are set on the anniversary edit page: you can toggle reminders and configure how many days in advance to notify.
zh_hant: 紀念日提醒在紀念日編輯頁設定：可開關提醒、配置提前提醒的天數。

source: 紧急
en: Urgent
zh_hant: 緊急

source: 紧急 / 高 / 中 / 低，同级内按截止时间
en: Urgent / High / Medium / Low, sorted by due date within each level
zh_hant: 緊急 / 高 / 中 / 低，同級內按截止時間

source: 紫罗兰
en: Violet
zh_hant: 紫羅蘭

source: 累积型
en: Cumulative
zh_hant: 累積型

source: 累计
en: Total
zh_hant: 累計

source: 累计当日总数（如抽烟次数）
en: Count daily total (e.g., number of cigarettes)
zh_hant: 累計當日總數（如抽菸次數）

source: 累计记录 %lld 笔交易
en: Recorded %lld transactions in total
zh_hant: 累計記錄 %lld 筆交易

source: 经典
en: Classic
zh_hant: 經典

source: 结合你的情况整理的方案
en: A plan tailored to your situation
zh_hant: 結合你的情況整理的方案

source: 结婚纪念日
en: Wedding Anniversary
zh_hant: 結婚紀念日

source: 结束
en: End
zh_hant: 結束

source: 结束方式
en: End Method
zh_hant: 結束方式

source: 结束日期
en: End Date
zh_hant: 結束日期

source: 结束条件
en: End Condition
zh_hant: 結束條件

source: 结构变化
en: Structural Changes
zh_hant: 結構變化

source: 结论已核对
en: Conclusion Verified
zh_hant: 結論已核對

source: 绘画
en: Drawing
zh_hant: 繪畫

source: 给「%@」补充：
en: Add to "%@":
zh_hant: 給「%@」補充：

source: 给任务设置时间段，或接入系统日历后，这里会铺出一天的时间流
en: Once you set time blocks for tasks or connect your system calendar, a day's timeline will appear here
zh_hant: 給任務設定時間段，或接入系統日曆後，這裡會鋪出一天的時間流

source: 给妈妈打电话
en: Call Mom
zh_hant: 給媽媽打電話

source: 给这个日子起个名字
en: Name this day
zh_hant: 給這個日子起個名字

source: 统一查看、纠正或删除 Holo 记住的内容
en: View, correct, or delete what Holo remembers in one place
zh_hant: 統一檢視、糾正或刪除 Holo 記住的內容

source: 统计
en: Statistics
zh_hant: 統計

source: 统计 = 习惯模块统计页 · 看板 = 首页今日看板
en: Statistics = Habit module stats page · Dashboard = Today Dashboard on home
zh_hant: 統計 = 習慣模組統計頁 · 看板 = 首頁今日看板

source: 统计分析
en: Statistical Analysis
zh_hant: 統計分析

source: 统计按 %lld 号 → 次月 %lld 号计算，与信用卡账单对齐
en: Calculated from the %lldth to the %lldth of the next month, aligned with credit card statements
zh_hant: 統計按 %lld 號 → 次月 %lld 號計算，與信用卡帳單對齊

source: 继续
en: Continue
zh_hant: 繼續

source: 继续向下，回看前一天
en: Scroll down to review the previous day
zh_hant: 繼續向下，回看前一天

source: 继续深挖
en: Dig Deeper
zh_hant: 繼續深挖

source: 继续生成
en: Continue Generating
zh_hant: 繼續生成

source: 继续积累想法，AI 会自动发现长期主题。
en: Keep adding thoughts, and AI will automatically discover long-term topics.
zh_hant: 繼續積累想法，AI 會自動發現長期主題。

source: 继续编辑
en: Continue Editing
zh_hant: 繼續編輯

source: 继续解释
en: Explain Further
zh_hant: 繼續解釋

source: 继续记录，AI 会自动发现可归并的长期主题。
en: Keep recording, and AI will automatically find long-term topics to merge.
zh_hant: 繼續記錄，AI 會自動發現可歸併的長期主題。

source: 继续记录后，Holo 会再帮你回看。
en: After you keep recording, Holo will help you review again.
zh_hant: 繼續記錄後，Holo 會再幫你回看。

source: 继续追问
en: Ask Follow-up
zh_hant: 繼續追問

source: 继续追问这份分析
en: Ask Follow-up on This Analysis
zh_hant: 繼續追問這份分析

source: 续写无序列表
en: Continue Bullet List
zh_hant: 續寫無序列表

source: 续写有序列表
en: Continue Numbered List
zh_hant: 續寫有序列表

source: 综合
en: Comprehensive
zh_hant: 綜合

source: 综合分析
en: Comprehensive Analysis
zh_hant: 綜合分析

source: 综合分析 · %@
en: Comprehensive Analysis · %@
zh_hant: 綜合分析 · %@

source: 综合观察
en: Overall Observation
zh_hant: 綜合觀察

source: 缓存大小
en: Cache Size
zh_hant: 快取大小

source: 编程
en: Programming
zh_hant: 程式設計

source: 编辑
en: Edit
zh_hant: 編輯

source: 编辑%@
en: Edit %@
zh_hant: 編輯%@

source: 编辑一次性购买
en: Edit One-time Purchase
zh_hant: 編輯一次性購買

source: 编辑习惯
en: Edit Habit
zh_hant: 編輯習慣

source: 编辑交易
en: Edit Transaction
zh_hant: 編輯交易

source: 编辑信息
en: Edit Info
zh_hant: 編輯資訊

source: 编辑分类
en: Edit Category
zh_hant: 編輯分類

source: 编辑周期项目
en: Edit Recurring Item
zh_hant: 編輯週期項目

source: 编辑字段映射
en: Edit Field Mapping
zh_hant: 編輯欄位對映

source: 编辑引用
en: Edit Reference
zh_hant: 編輯引用

source: 编辑想法
en: Edit Thought
zh_hant: 編輯想法

source: 编辑文件夹
en: Edit Folder
zh_hant: 編輯資料夾

source: 编辑清单
en: Edit List
zh_hant: 編輯清單

source: 编辑目标
en: Edit Goal
zh_hant: 編輯目標

source: 编辑纪念日
en: Edit Anniversary
zh_hant: 編輯紀念日

source: 编辑账户
en: Edit Account
zh_hant: 編輯帳戶

source: 缩放 %.2f×
en: Zoom %.2f×
zh_hant: 縮放 %.2f×

source: 网络不可用，请检查网络连接
en: Network unavailable. Please check your connection.
zh_hant: 網路不可用，請檢查網路連線

source: 网络不稳定，提交超时，请稍后重试
en: Unstable network. Request timed out. Please try again later.
zh_hant: 網路不穩定，提交超時，請稍後重試

source: 网络不稳定，这条想法还没整理好。
en: Unstable network. This thought hasn't been processed yet.
zh_hant: 網路不穩定，這條想法還沒整理好。

source: 网络中断，已保留进度，将自动继续
en: Connection lost. Progress saved and will resume automatically.
zh_hant: 網路中斷，已保留進度，將自動繼續

source: 置信度
en: Confidence

source: 置顶
en: Pin
zh_hant: 置頂

source: 聊天记录
en: Chat History
zh_hant: 聊天記錄

source: 职业
en: Occupation
zh_hant: 職業

source: 联
en: Link
zh_hant: 聯

source: 联系
en: Contact
zh_hant: 聯絡

source: 联系方式
en: Contact Info
zh_hant: 聯絡方式

source: 联系方式类型
en: Contact Type
zh_hant: 聯絡方式型別

source: 能教我怎么用 Holo 吗？
en: Can you show me how to use Holo?
zh_hant: 能教我怎麼用 Holo 嗎？

source: 自上个周期 %@ 起 · 到期翻入新的一轮
en: Since last period %@ · Rolls over when due
zh_hant: 自上個週期 %@ 起 · 到期翻入新的一輪

source: 自动 %lld / 待确认 %lld / 归档 %lld
en: Auto %lld / Pending %lld / Archived %lld
zh_hant: 自動 %lld / 待確認 %lld / 歸檔 %lld

source: 自动分类开关与标签治理，已移至想法页的「主题」内
en: Auto-categorization toggle and tag management have moved to Topics on the Thoughts page.
zh_hant: 自動分類開關與標籤治理，已移至想法頁的「主題」內

source: 自动合集
en: Auto Collection
zh_hant: 自動合集

source: 自动形成记忆
en: Auto-form Memories
zh_hant: 自動形成記憶

source: 自动整理
en: Auto-organize
zh_hant: 自動整理

source: 自动整理，回答时暂不使用
en: Auto-organize, but don't use when answering
zh_hant: 自動整理，回答時暫不使用

source: 自动整理，并在回答中帮助理解你
en: Auto-organize and use to better understand you in answers
zh_hant: 自動整理，並在回答中幫助理解你

source: 自动记账
en: Auto-track Expenses
zh_hant: 自動記帳

source: 自定义
en: Custom
zh_hant: 自定義

source: 自定义 AI 对话中使用的提示词模板
en: Customize the prompt template used in AI conversations
zh_hant: 自定義 AI 對話中使用的提示詞模板

source: 自定义主题
en: Custom Theme
zh_hant: 自定義主題

source: 自定义周期
en: Custom Period
zh_hant: 自定義週期

source: 自定义范围
en: Custom Range
zh_hant: 自定義範圍

source: 自定义起止日期
en: Custom Start and End Dates
zh_hant: 自定義起止日期

source: 自定义配色与图标
en: Custom colors and icon
zh_hant: 自定義配色與圖示

source: 自律和节俭同时在发生
en: Discipline and frugality are happening together
zh_hant: 自律和節儉同時在發生

source: 自律的痕迹越来越清晰
en: The traces of discipline are getting clearer
zh_hant: 自律的痕跡越來越清晰

source: 自律让你越来越自在
en: Discipline is making you more at ease
zh_hant: 自律讓你越來越自在

source: 自我提升
en: Self-improvement

source: 自选…
en: Choose…
zh_hant: 自選…

source: 良好
en: Good

source: 节俭的模式运行良好
en: Frugal mode is running well
zh_hant: 節儉的模式執行良好

source: 节奏不错
en: Good pace
zh_hant: 節奏不錯

source: 节奏回来了，支出也温柔了
en: Rhythm is back, and spending has softened
zh_hant: 節奏回來了，支出也溫柔了

source: 节奏在找回
en: Finding the rhythm again
zh_hant: 節奏在找回

source: 节奏有点乱
en: Rhythm is a bit off
zh_hant: 節奏有點亂

source: 节奏比上周慢了一些
en: Pace is a bit slower than last week
zh_hant: 節奏比上週慢了一些

source: 花了点钱，但也记录了想法
en: Spent a bit, but also captured thoughts
zh_hant: 花了點錢，但也記錄了想法

source: 花钱代替了打卡，但有在记录
en: Spending replaced check-ins, but you're still tracking
zh_hant: 花錢代替了打卡，但有在記錄

source: 花钱多了，习惯少了，但想法不少
en: More spending, fewer habits, but plenty of thoughts
zh_hant: 花錢多了，習慣少了，但想法不少

source: 花钱多了但习惯断了
en: Spending went up but habits broke
zh_hant: 花錢多了但習慣斷了

source: 花钱比较集中的一周
en: A week with concentrated spending
zh_hant: 花錢比較集中的一週

source: 获取标准 CSV 模板文件
en: Get standard CSV template file
zh_hant: 獲取標準 CSV 模板檔案

source: 获取通知授权失败：%@
en: Failed to get notification authorization: %@
zh_hant: 獲取通知授權失敗：%@

source: 蔬果
en: Produce

source: 行动、往来与想法，在这一天交织成一段生活。
en: Actions, interactions, and thoughts wove together into a day of life.
zh_hant: 行動、往來與想法，在這一天交織成一段生活。

source: 行动中
en: In Progress
zh_hant: 行動中

source: 行动卡
en: Action Card
zh_hant: 行動卡

source: 行动和思考都在加速
en: Both action and thinking are accelerating
zh_hant: 行動和思考都在加速

source: 补
en: Makeup
zh_hant: 補

source: 补充
en: Add
zh_hant: 補充

source: 补充一句（可选）
en: Add a note (optional)
zh_hant: 補充一句（可選）

source: 补充条目
en: Add Entry
zh_hant: 補充條目

source: 补充说明（可选）
en: Additional notes (optional)
zh_hant: 補充說明（可選）

source: 补签
en: Retroactive Check-in
zh_hant: 補簽

source: 补签/补记的记录会带「补」标记，与当日实时打卡如实区分 · 免费次数每月 1 日重置
en: Retroactive check-ins/entries are marked with "Makeup" to distinguish them from real-time check-ins. Free quota resets on the 1st of each month.
zh_hant: 補簽/補記的記錄會帶「補」標記，與當日實時打卡如實區分 · 免費次數每月 1 日重置

source: 补签中…
en: Retroactive check-in in progress…
zh_hant: 補簽中…

source: 补签于 %@
en: Retroactive check-in on %@
zh_hant: 補簽於 %@

source: 补签后
en: After Retroactive Check-in
zh_hant: 補簽後

source: 补签失败，请重试
en: Retroactive check-in failed. Please try again.
zh_hant: 補簽失敗，請重試

source: 补签打卡
en: Retroactive Check-in
zh_hant: 補簽打卡

source: 补签漏卡
en: Retroactive Check-in for Missed Day
zh_hant: 補簽漏卡

source: 补记
en: Retroactive Entry
zh_hant: 補記

source: 补记不限时间窗口 · 记录会带「补」标记，与当日实时打卡如实区分
en: Retroactive entries have no time limit. They're marked with "Makeup" to distinguish them from real-time check-ins.
zh_hant: 補記不限時間視窗 · 記錄會帶「補」標記，與當日實時打卡如實區分

source: 补记记录
en: Retroactive Entries
zh_hant: 補記記錄

source: 补齐差额
en: Make Up the Difference
zh_hant: 補齊差額

source: 被引用
en: Referenced

source: 要%@，请为「%@」选择目标
en: To %@, select a goal for "%@"
zh_hant: 要%@，請為「%@」選擇目標

source: 覆盖全部子分类（%lld 项）
en: Apply to all subcategories (%lld items)
zh_hant: 覆蓋全部子分類（%lld 項）

source: 见证达成的时刻
en: Witness the moment of achievement
zh_hant: 見證達成的時刻

source: 观察
en: Observe
zh_hant: 觀察

source: 观察 ×%lld
en: Observed ×%lld
zh_hant: 觀察 ×%lld

source: 观察中
en: Observing
zh_hant: 觀察中

source: 观察原因
en: Observation Reason
zh_hant: 觀察原因

source: 观察时间：%@
en: Observation Time: %@
zh_hant: 觀察時間：%@

source: 规则
en: Rules
zh_hant: 規則

source: 规则说明
en: Rules Explanation
zh_hant: 規則說明

source: 解锁
en: Unlock
zh_hant: 解鎖

source: 解锁 Holo
en: Unlock Holo
zh_hant: 解鎖 Holo

source: 解锁全部 AI 能力，把生活记录得更完整
en: Unlock all AI capabilities to capture your life more fully
zh_hant: 解鎖全部 AI 能力，把生活記錄得更完整

source: 计划
en: Plan
zh_hant: 計劃

source: 计划 %@ · 记录后可对比计划与实际
en: Planned %@ · Log to compare plan vs. actual
zh_hant: 計劃 %@ · 記錄後可對比計劃與實際

source: 计划摘要
en: Plan Summary
zh_hant: 計劃摘要

source: 计划时间段
en: Planned Time Period
zh_hant: 計劃時間段

source: 计数
en: Count
zh_hant: 計數

source: 计数失败，请重试
en: Count failed. Please try again.
zh_hant: 計數失敗，請重試

source: 计数类
en: Counting
zh_hant: 計數類

source: 订单还没支付。支付完成后再拍给我，我帮你记。
en: This order isn't paid yet. Show it to me again after payment and I'll log it.
zh_hant: 訂單還沒支付。支付完成後再拍給我，我幫你記。

source: 订阅会自动续费，除非在当前订阅期结束前至少 24 小时关闭自动续订。续订将在到期前 24 小时内按对应方案扣款。可在「系统设置 › Apple ID › 订阅」中管理或取消。
en: Subscriptions auto-renew unless auto-renewal is turned off at least 24 hours before the end of the current period. Renewal will be charged within 24 hours before expiration. Manage or cancel in Settings › Apple ID › Subscriptions.
zh_hant: 訂閱會自動續費，除非在當前訂閱期結束前至少 24 小時關閉自動續訂。續訂將在到期前 24 小時內按對應方案扣款。可在「系統設定 › Apple ID › 訂閱」中管理或取消。

source: 订阅日历
en: Subscription Calendar
zh_hant: 訂閱日曆

source: 订阅条款
en: Terms of Subscription
zh_hant: 訂閱條款

source: 订阅自动续订，可随时在系统设置中关闭
en: Subscription auto-renews. You can turn it off anytime in Settings.
zh_hant: 訂閱自動續訂，可隨時在系統設定中關閉

source: 让 AI 了解你，获得更个性化的回复
en: Let AI get to know you for more personalized responses
zh_hant: 讓 AI 瞭解你，獲得更個性化的回覆

source: 让 HoloAI 帮你把想法拆成任务和习惯
en: Let HoloAI break your thoughts into tasks and habits
zh_hant: 讓 HoloAI 幫你把想法拆成任務和習慣

source: 让 HoloAI 规划
en: Let HoloAI Plan
zh_hant: 讓 HoloAI 規劃

source: 让 HoloAI 规划目标
en: Let HoloAI Plan Goals
zh_hant: 讓 HoloAI 規劃目標

source: 让当前水平到达一个值，如减到 70kg
en: Bring your current level to a target, e.g., reduce to 70kg
zh_hant: 讓當前水平到達一個值，如減到 70kg

source: 记一笔
en: Add Expense
zh_hant: 記一筆

source: 记住
en: Remember
zh_hant: 記住

source: 记当前水平
en: Log Current Level
zh_hant: 記當前水平

source: 记录
en: Log
zh_hant: 記錄

source: 记录%lld天
en: Log %lld days
zh_hant: 記錄%lld天

source: 记录了 %lld 条想法
en: Logged %lld thoughts
zh_hant: 記錄了 %lld 條想法

source: 记录今天发生了什么...
en: Record what happened today...
zh_hant: 記錄今天發生了什麼...

source: 记录具体数值，支持趋势分析
en: Log specific values to support trend analysis
zh_hant: 記錄具體數值，支援趨勢分析

source: 记录内容
en: Log Content
zh_hant: 記錄內容

source: 记录天数
en: Days Logged
zh_hant: 記錄天數

source: 记录当前水平，进度取最新一条计算
en: Record current level; progress is calculated from the latest entry
zh_hant: 記錄當前水平，進度取最新一條計算

source: 记录想法
en: Record Thought
zh_hant: 記錄想法

source: 记录我现在的心情
en: Record my current mood
zh_hant: 記錄我現在的心情

source: 记录数值
en: Record Value
zh_hant: 記錄數值

source: 记录日期：%@
en: Record Date: %@
zh_hant: 記錄日期：%@

source: 记录明细
en: Record Details
zh_hant: 記錄明細

source: 记录检查
en: Record Check
zh_hant: 記錄檢查

source: 记录每日完成状态，追踪连续天数
en: Record daily completion status and track streaks
zh_hant: 記錄每日完成狀態，追蹤連續天數

source: 记录每次的量，会自动累加到目标进度
en: Record the amount each time; it will automatically add to goal progress
zh_hant: 記錄每次的量，會自動累加到目標進度

source: 记录第一个重要的日子
en: Record your first important day
zh_hant: 記錄第一個重要的日子

source: 记忆
en: Memory
zh_hant: 記憶

source: 记忆内容
en: Memory Content
zh_hant: 記憶內容

source: 记忆出处
en: Memory Source
zh_hant: 記憶出處

source: 记忆功能已关闭
en: Memory feature is turned off
zh_hant: 記憶功能已關閉

source: 记忆可能已被删除或归档
en: Memory may have been deleted or archived
zh_hant: 記憶可能已被刪除或歸檔

source: 记忆总数
en: Total Memories
zh_hant: 記憶總數

source: 记忆暂时没有完整加载
en: Memories have not fully loaded yet
zh_hant: 記憶暫時沒有完整載入

source: 记忆洞察
en: Memory Insight
zh_hant: 記憶洞察

source: 记忆洞察刷新
en: Refresh Memory Insight
zh_hant: 記憶洞察重新整理

source: 记忆辅助回答
en: Memory-assisted Answers
zh_hant: 記憶輔助回答

source: 记忆长廊
en: Memory Gallery
zh_hant: 記憶長廊

source: 记忆长廊会把不同模块的记录串成时间线，方便回看。
en: Memory Gallery strings records from different modules into a timeline for easy review.
zh_hant: 記憶長廊會把不同模組的記錄串成時間線，方便回看。

source: 记账
en: track expenses
zh_hant: 記帳

source: 记账、待办、想法等本地功能，免费版与 Plus 版完全一致。
en: Local features such as expense tracking, to-dos, and thoughts are identical in the free and Plus versions.
zh_hant: 記帳、待辦、想法等本地功能，免費版與 Plus 版完全一致。

source: 记账加载失败
en: Failed to load expense tracking
zh_hant: 記帳載入失敗

source: 记账卡片：%@，%@%@元
en: Expense card: %@, %@%@ yuan
zh_hant: 記帳卡片：%@，%@%@元

source: 记账周期
en: Expense Cycle
zh_hant: 記帳週期

source: 记账已保存
en: Expense saved
zh_hant: 記帳已儲存

source: 设为默认
en: Set as Default
zh_hant: 設為預設

source: 设为默认（当前默认）
en: Set as Default (Currently Default)
zh_hant: 設為預設（當前預設）

source: 设单独提醒时间
en: Set Separate Reminder Time
zh_hant: 設單獨提醒時間

source: 设备 %@
en: Device %@
zh_hant: 裝置 %@

source: 设备号
en: Device ID
zh_hant: 裝置號

source: 设备未设置锁屏密码，无法开启应用锁。请先在系统设置中为设备设置密码。
en: No lock screen passcode is set on this device, so App Lock cannot be enabled. Please set a passcode in System Settings first.
zh_hant: 裝置未設定鎖屏密碼，無法開啟應用鎖。請先在系統設定中為裝置設定密碼。

source: 设置
en: Settings
zh_hant: 設定

source: 设置时间、提醒
en: Set Time and Reminder
zh_hant: 設定時間、提醒

source: 设置计划时间段
en: Set Planned Time Period
zh_hant: 設定計劃時間段

source: 设置预算后看节奏
en: Set a budget to see your pace
zh_hant: 設定預算後看節奏

source: 证据 ×%lld
en: Evidence ×%lld
zh_hant: 證據 ×%lld

source: 证据（%lld 条）
en: Evidence (%lld items)
zh_hant: 證據（%lld 條）

source: 证据不够有说服力
en: Evidence is not convincing enough
zh_hant: 證據不夠有說服力

source: 评分明细（仅 Debug）
en: Score Details (Debug Only)
zh_hant: 評分明細（僅 Debug）

source: 识别中…
en: Recognizing…
zh_hant: 識別中…

source: 识别久坐和提醒节奏
en: Detect sedentary behavior and reminder rhythm
zh_hant: 識別久坐和提醒節奏

source: 识别图片记账
en: Log from a photo
zh_hant: 識別圖片記賬

source: 识别失败
en: Recognition failed
zh_hant: 識別失敗

source: 识别失败，请检查网络后重试
en: Recognition failed. Check your network and try again.
zh_hant: 識別失敗，請檢查網路後重試

source: 识别格式
en: Recognition Format
zh_hant: 識別格式

source: 识别的图片
en: Scanned image
zh_hant: 識別的圖片

source: 识别结果
en: Recognition Result
zh_hant: 識別結果

source: 识别超时，请稍后重试
en: Recognition timed out. Please try again later.
zh_hant: 識別超時，請稍後重試

source: 诊断数据读取失败：%@
en: Failed to read diagnostic data: %@
zh_hant: 診斷資料讀取失敗：%@

source: 试用结束后自动按所选方案续订，可随时取消
en: Auto-renews with the selected plan after the trial ends. Cancel anytime.
zh_hant: 試用結束後自動按所選方案續訂，可隨時取消

source: 试试其他关键词
en: Try other keywords
zh_hant: 試試其他關鍵詞

source: 试试换个关键词：提问里的词、结论里的词都能搜到
en: Try different keywords: words in your questions and conclusions are searchable.
zh_hant: 試試換個關鍵詞：提問裡的詞、結論裡的詞都能搜到

source: 该主题下的想法会回到未归类，手动标签不会被删除。
en: Thoughts under this topic will return to Uncategorized. Manual tags will not be deleted.
zh_hant: 該主題下的想法會回到未歸類，手動標籤不會被刪除。

source: 该习惯已被删除
en: This habit has been deleted
zh_hant: 該習慣已被刪除

source: 该交易已被清除
en: This transaction has been cleared
zh_hant: 該交易已被清除

source: 该任务已不存在，无法补充条目
en: This task no longer exists and cannot be updated
zh_hant: 該任務已不存在，無法補充條目

source: 该任务已被删除
en: This task has been deleted
zh_hant: 該任務已被刪除

source: 该想法已被删除
en: This thought has been deleted
zh_hant: 該想法已被刪除

source: 该日已有打卡记录，无需重复补
en: A check-in already exists for this day. No need to add another.
zh_hant: 該日已有打卡記錄，無需重複補

source: 该账户未设置月度预算
en: No monthly budget is set for this account
zh_hant: 該帳戶未設定月度預算

source: 详情
en: Details
zh_hant: 詳情

source: 详细描述
en: Detailed Description
zh_hant: 詳細描述

source: 语义候选模式
en: Semantic Candidate Mode
zh_hant: 語義候選模式

source: 语气不喜欢
en: Dislike the tone
zh_hant: 語氣不喜歡

source: 语言
en: Language
zh_hant: 語言

source: 语音启动小组件
en: Voice Launch Widget
zh_hant: 語音啟動小元件

source: 语音文件过大，请缩短录音后重试
en: Voice file is too large. Shorten the recording and try again.
zh_hant: 語音檔案過大，請縮短錄音後重試

source: 语音时长
en: Voice Duration
zh_hant: 語音時長

source: 语音识别
en: Speech Recognition
zh_hant: 語音識別

source: 语音识别失败
en: Speech recognition failed
zh_hant: 語音識別失敗

source: 语音识别失败，请稍后重试
en: Speech recognition failed. Please try again later.
zh_hant: 語音識別失敗，請稍後重試

source: 语音识别服务地址无效
en: Invalid speech recognition service address
zh_hant: 語音識別服務地址無效

source: 语音识别服务返回错误
en: Speech recognition service returned an error
zh_hant: 語音識別服務返回錯誤

source: 语音识别设置
en: Speech Recognition Settings
zh_hant: 語音識別設定

source: 语音识别请求编码失败
en: Failed to encode speech recognition request
zh_hant: 語音識別請求編碼失敗

source: 语音输入
en: Voice Input
zh_hant: 語音輸入

source: 说得有点短，可以再试一次
en: That was a bit short. Try again.
zh_hant: 說得有點短，可以再試一次

source: 说明
en: Description
zh_hant: 說明

source: 说话，是和 Holo 相处最省力的方式
en: Talking is the easiest way to interact with Holo
zh_hant: 說話，是和 Holo 相處最省力的方式

source: 请先在 AI 设置中配置 API Key
en: Please configure your API Key in AI Settings first
zh_hant: 請先在 AI 設定中配置 API Key

source: 请先在习惯模块中创建习惯
en: Please create a habit in the Habits module first
zh_hant: 請先在習慣模組中建立習慣

source: 请先填写 API Key
en: Please enter your API Key first
zh_hant: 請先填寫 API Key

source: 请先填写 API Key 和模型名称
en: Please enter your API Key and model name first
zh_hant: 請先填寫 API Key 和模型名稱

source: 请先用内部验收账号登录，再切换真机权益
en: Please log in with an internal acceptance account before switching to device benefits
zh_hant: 請先用內部驗收帳號登入，再切換真機權益

source: 请先输入金额
en: Please enter an amount first
zh_hant: 請先輸入金額

source: 请先选择具体分类
en: Please select a specific category first
zh_hant: 請先選擇具體分類

source: 请先配置语音识别 API Key
en: Please configure your Speech Recognition API Key first
zh_hant: 請先配置語音識別 API Key

source: 请在 系统设置 → 顶部你的名字 → iCloud → 保存到 iCloud 中，确认 Holo 的开关已打开
en: Please go to Settings → Your Name at top → iCloud → Save to iCloud, and make sure Holo is enabled.
zh_hant: 請在 系統設定 → 頂部你的名字 → iCloud → 儲存到 iCloud 中，確認 Holo 的開關已開啟

source: 请在系统设置中允许 Holo 访问相机
en: Please allow Holo to access the camera in System Settings
zh_hant: 請在系統設定中允許 Holo 訪問相機

source: 请在系统设置中允许 HOLO 读取健康数据
en: Please allow HOLO to read health data in System Settings
zh_hant: 請在系統設定中允許 HOLO 讀取健康資料

source: 请在系统设置中开启 Holo 的通知权限
en: Please enable notifications for Holo in System Settings
zh_hant: 請在系統設定中開啟 Holo 的通知許可權

source: 请在设置中开启通知权限
en: Please enable notification permissions in Settings
zh_hant: 請在設定中開啟通知許可權

source: 请填写有效的名称、金额和分类
en: Please enter a valid name, amount, and category
zh_hant: 請填寫有效的名稱、金額和分類

source: 请求中...
en: Requesting...
zh_hant: 請求中...

source: 请求内容
en: Request Content
zh_hant: 請求內容

source: 请求冲突，请稍后重试
en: Request conflict. Please try again later.
zh_hant: 請求衝突，請稍後重試

source: 请求参数无效
en: Invalid request parameters
zh_hant: 請求引數無效

source: 请求同步并检查状态
en: Request sync and check status
zh_hant: 請求同步並檢查狀態

source: 请求失败，请稍后重试
en: Request failed. Please try again later.
zh_hant: 請求失敗，請稍後重試

source: 请求已取消
en: Request cancelled
zh_hant: 請求已取消

source: 请求步标识冲突：同一 step 提交了不同内容
en: Request step conflict: different content submitted for the same step
zh_hant: 請求步標識衝突：同一 step 提交了不同內容

source: 请求超时，请稍后重试
en: Request timed out. Please try again later.
zh_hant: 請求超時，請稍後重試

source: 请稍后重试。
en: Please try again later.
zh_hant: 請稍後重試。

source: 请至少选择一个星期几
en: Please select at least one day of the week
zh_hant: 請至少選擇一個星期幾

source: 请设置有效的结束条件
en: Please set a valid end condition
zh_hant: 請設定有效的結束條件

source: 请输入「清空」以确认
en: Type "Clear" to confirm
zh_hant: 請輸入「清空」以確認

source: 请输入名称
en: Please enter a name
zh_hant: 請輸入名稱

source: 请输入有效周期数
en: Please enter a valid number of cycles
zh_hant: 請輸入有效週期數

source: 请输入有效的每期金额
en: Please enter a valid amount per period
zh_hant: 請輸入有效的每期金額

source: 请输入有效的金额
en: Please enter a valid amount
zh_hant: 請輸入有效的金額

source: 请输入有效金额
en: Please enter a valid amount
zh_hant: 請輸入有效金額

source: 请输入测试文本
en: Please enter test text
zh_hant: 請輸入測試文字

source: 请选择
en: Please select
zh_hant: 請選擇

source: 请选择一个分类
en: Please select a category
zh_hant: 請選擇一個分類

source: 请选择一个目标
en: Please select a goal
zh_hant: 請選擇一個目標

source: 请选择今天之前的日期
en: Please select a date before today
zh_hant: 請選擇今天之前的日期

source: 请选择分类
en: Please select a category
zh_hant: 請選擇分類

source: 请选择消费分类
en: Please select a spending category
zh_hant: 請選擇消費分類

source: 请选择账户
en: Please select an account
zh_hant: 請選擇帳戶

source: 读取登录状态失败：%@
en: Failed to read login status: %@
zh_hant: 讀取登入狀態失敗：%@

source: 读取诊断状态…
en: Reading diagnostic status…
zh_hant: 讀取診斷狀態…

source: 读报告
en: Read Report
zh_hant: 讀報告

source: 课程
en: Course
zh_hant: 課程

source: 调整范围
en: Adjust Range
zh_hant: 調整範圍

source: 财
en: Finance
zh_hant: 財

source: 财务
en: Finance
zh_hant: 財務

source: 财务、待办、习惯和想法会出现在同一段生活轨迹中。
en: Finances, to-dos, habits, and thoughts appear in the same life timeline.
zh_hant: 財務、待辦、習慣和想法會出現在同一段生活軌跡中。

source: 财务分析
en: Financial Analysis
zh_hant: 財務分析

source: 财务小组件
en: Finance Widget
zh_hant: 財務小元件

source: 财务提醒
en: Finance Reminder
zh_hant: 財務提醒

source: 财务数据依据
en: Financial Data Basis
zh_hant: 財務資料依據

source: 财务理财
en: Financial Management
zh_hant: 財務理財

source: 账单余额 %@ · 账本余额 %@
en: Bill Balance %@ · Ledger Balance %@
zh_hant: 帳單餘額 %@ · 帳本餘額 %@

source: 账单依据
en: Bill Basis
zh_hant: 帳單依據
